app/controllers/comics_controller.rb

SELECT "comics".* FROM "comics"
---
  def index
    @comics = Comic.all